Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: 6.2 Itsemääräämisoikeuden sisäinen aspekti
sme: 6.2 Iešmearrideami vuoigatvuođa siskáldas govvádus

source: 6.2.1 Itsemääräämisoikeuden sisäistä aspektia koskevia yleisiä seikkoja
sme: 6.2.1 Oppalaččat iešmearrideami siskáldas govvádusa birra

source: Kuten edellä on mainittu, CCPR- ja CESCR-yleissopimusten 1 artiklan 1 kappaleessa sanotaan:
sme: Nugo dásovdalis lea daddjon, rávve CCPR:a ja CESCR:a oktasaš árt. 1 (1) ahte;

source: Tässä yhteydessä voidaan panna merkille, että alkuperäiskansojen ihmisoikeuksia ja perusvapauksia käsittelevä YK:n erityisraportoija on korostanut seuraavaa:
sme: Dán olis oažžu fuobmát ahte ON:a Spesialrapportár Eamiálbmot Olmmošlaš Vuoigatvuođain ja Vuođđofrijjavuođain lea deattuhan ahte;

source: Myös muissa itsemääräämisoikeuteen viittaavissa asiakirjoissa toistetaan yleensä, että kansojen oikeus itsemääräämiseen sisältää oikeuden itse määrätä taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämisestä.
sme: Nuppit čállosat maid čujuhit iešmearrideami vuoigatvuhtii ja geardduhit oppalaččat ahte álbmogiid vuoigatvuohta dás maiddái váldá mielde ahte álbmogiin lea vuoigatvuohta ieš beassat mearridit ekonomálaš, sosiala ja kultuvrralaš ovdaneamiset badjel.

source: Kuten edellä on selostettu, nyt näyttää siltä kuin WGDD:hen osallistuvat valtiot olisivat valmiita hyväksymään alkuperäiskansojen itsemääräämisoikeuden olemassaolon.
sme: Nugo juo lea máinnašuvvon, leat WGDD-stáhtat gárvát dovddastit iešmearridanvuoigatvuođa eamiálbmogiidda.

source: Vaikka nämä valtiot eivät ole suuremmassa määrin lausuneet mielipidettään itsemääräämisoikeuden sisäisen aspektin tarkemmasta sisällöstä, saattaa kuitenkin olla mielenkiintoista tarkastella lähemmin, mitä alkuperäiskansajulistuksessa sanotaan itsemääräämisoikeuden aineellisesta sisällöstä.
sme: Vaikke dát stáhtat leat unnán dadjan iešmearrideami siskáldas áspeavtttas, sáhttá lihkká-ge leat miellagiddevaš geahčastallat maid Eamiálbmotjulggástus máinnaša vuoigatvuođa ávnnaslaš sisdoalus.

source: Tässä yhteydessä voidaan aluksi panna merkille, että, kuten edellä on mainittu, 3 artiklassa toistetaan CCPR:n ja CESCR:n 1 artiklan 1 kappale ja lausutaan, että itsemääräämisoikeuteen sisältyy oikeus, jonka mukaan alkuperäiskansat saavat määrätä taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämisestä.
sme: Álggus oažžu fuobmát ahte, nugo lea juo daddjon, ártihkkal 3 geardu CCPR:a ja CESCR:a árt 1.1, ja cealká ahte iešmearrideami vuoigatvuhtii gullá maid eamiálbmogiid vuoigatvuohta háldet iežaset ekonomiija ovddideami ja sociala diliid ja kultuvrrá čálgama. WGDD árt.

source: WGDD:n 31 artikla sisältää lisäksi luettelon elementeistä, jotka alkuperäiskansajulistuksen mukaan sisältyvät itsemääräämisoikeuteen.
sme: 31 sistisdoallã dasalassin listtu mas lea áhta mii Eamiálbmotjulggástusa mielde lea oassi iešmearrideami vuoigatvuođas:

source: Pohjoismaat ovat tosin ehdottaneet, että tuo esimerkein varustettu luettelo poistettaisiin alkuperäiskansajulistuksesta ja että siihen jäisi jäljelle ainoastaan 31 artiklan ensimmäinen osa.
sme: Davviriikkat leat gal evttohan ahte ovdamearkalisttá sihkkojuvvo Eamiálbmotjulggástusas, ja dušše árt.31 vuosttas lađas galggašii dás bisuhuvvot.

source: Norja on kuitenkin selvästi ilmoittanut, että perusteluna ehdotukseen kyseisen kohdan poistamiseksi ei ole, ettei näiden elementtien tulisi sisältyä alkuperäiskansojen itsemääräämisoikeuteen.
sme: Norga datte-ge lea čielgasit máinnašan ahte ná ii evttohuvvo dandihtii ahte dát áđat eai livčče galgan leat oassin eamiálbmogiid iešmearrideami vuoigavuođas.

source: Ehdotuksen tausta on pikemminkin puhtaasti taktinen: Pohjoismaat uskovat, että tämä helpottaa WGDD:ssä käytäviä neuvotteluja.
sme: Duogášin baicce lea táktihkka, davviriikkat jáhkket ahte dát veahkehivčče lihtodemiid mannat falibut ovddos WGDD:a vuolde.

source: Tässä yhteydessä mielenkiintoa herättävät myös alkuperäiskansajulistuksen 4 artikla, jossa sanotaan:
sme: Gánneha dán olis geahčestit Eamiálbmotjulggástusa ártihkkalii 4, mii dadjá;

source: Tässä yhteydessä voidaan mainita myös 23 artikla, jonka ensimmäinen lause kuuluu:
sme: Maiddái oažžu mainnašit ártihkkala 23, mii jietnada ná;

source: Vaikka ILO 169 - alkuperäiskansasopimuksessa ei, kuten edellä on selostettu, puututa suoraan alkuperäiskansojen itsemääräämisoikeuteen, kannattaa kuitenkin mainita ILO 169:n 7 artiklan 1 kappale, jossa sanotaan:
sme: Vaikke ILO 169 ii njulgestaga hála eamiálbmogiid iešmearrideamis, ánssáša lihkká namahit árt. 7.1, mii cealká dán;

source: Vaikuttaa siten selvältä, että alkuperäiskansojen itsemääräämisoikeus sisältää niiden oikeuden määrätä taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämisestä.
sme: Lea mealgatmuddui čielggas ahte eamiálbmogiin lea iešmearridanvuoigatvuohta, ja dasa gullá maid vuoigatvuohta beassat ieš mearridit badjel ieččas kultuvrralaš, sosiala ja ekonomálaš ovdáneami.

source: Itsemääräämisoikeuden sisäinen aspekti käsittää sellaisissa olosuhteissa kohtuuden nimessä periaatteessa kaikki alkuperäiskansojen yhteisöjen kulttuuristen, sosiaalisten ja taloudellisten aspektien säilyttämisen ja kehittämisen kannalta tärkeät asiat.
sme: Iešmearrideami vuoigatvuođa siskáldas áspeakta sistisdoallá dákkár dilis vuordimis maiddái buot dehálaš gažaldagaid mat gusket kultuvrralaš, sosiala ja ekonomálaš beliid seailluheapmái eamiálbmogiid servodagain.

source: Siitä, mitä poliittisten, taloudellisten, sosiaalisten ja sivistyksellisten olojen kehittämisellä tarkoitetaan tarkemmin ottaen, saadaan tiettyä osviittaa loppupäätelmistä, joita ihmisoikeuskomitea on tehnyt ratifioivien valtioiden sille luovuttamista määräaikaisraporteista.
sme: Olmmošvuoigatvuođa Komitea kommenttain, mat dahkkojit stáhtaid áigodatráporttaid iskama buohta, oaidná veaháš das mii oaivvilduvvo politihkalaš, ekonomálaš, sosiala ja kultuvralaš ovdánemiin.

source: Niihin on jo viitattu aiemmin, ja kuten on käynyt ilmi, ihmisoikeuskomitea on niissä johdonmukaisesti keskittynyt itsemääräämisoikeuden resurssiulottuvuuteen (1 artiklan 2 kappale).
sme: Dáin dokumeanttain lea Olmmošvuoigatvuođa Komitea čađagaskka bidjan iešmearrideami vuoigatvuođa resursadimenšuvnna guovddašii (árt. 1.2).

source: Näitä loppupäätelmiä käsitellään tarkemmin jäljempänä.
sme: Dát kommenttat geahčaduvvojit lagabuid veahá maŋŋelis dás.

source: Ihmisoikeuskomitea on lisäksi vuosien mittaan luonut oman suhteellisen laajan CCPR:n 27 artiklaa koskevan käytännön.
sme: Olmmošvuoigatvuođa Komitea lea maiddái jagiid mielde čohkken govdagis vásáhusa ja ráhkadan doaibmavuogi CCPR ártihkkala 27. dulkomii. Komitea lea olu gerddiid máinnašan ahte CCPR árt. 27 ja árt.

source: Kuten edellä on selostettu, ihmisoikeuskomitea on lukuisissa tilaisuuksissa lausunut, että CCPR:n 27 artikla ja 1 artikla käsittelevät toisiaan lähellä olevia oikeuksia, vaikka oikeussubjektit ovatkin erilaiset (yksilöt verrattuina kansoihin).
sme: 1 gieđahallet lagaš vuoigatvuođaid, vaikke gal sierralágán gearretsubjeavttaiguin (ovttatolmmoš álbmoga ektui).

source: Osviittaa itsemääräämisoikeuden sisällöstä voi siksi hakea myös 27 artiklaa koskevasta komitean tulkinnasta.
sme: Iešmearrideami vuoigatvuođa sisdoalu bagadusa sáhttá dandihtii gávdnat komitea iežas dulkomis árt. 27 buohta.

source: 6.2.2 Osallistuminen taloudelliseen toimintaan
sme: 6.2.2 Oasálastin ekonomálaš doaimmaide / fidnuide

source: CCPR- ja CESCR-yleissopimusten yhteisessä 1 artiklan 2 kappaleessa lausutaan seuraavaa kaikkien kansojen oikeudesta määrätä omasta taloudellisesta kehityksestään:
sme: Fuobmá maid ahte WGDD:a árt. 31, máinnaša ahte eamiálbmogiidda galgá juolluduvvot ekonomálaš doarjja vai šaddá vejolaš ollášuhttit daid osiid iešmearrideamis mat bohtet ovdan árt.

source: On myös syytä panna merkille WGDD:n 31 artikla, jonka mukaan alkuperäiskansoille tulee myöntää varoja, jotta niillä olisi mahdollisuus toteuttaa 31 artiklasta ilmenevät itsemääräämisoikeuden elementit (”... as well as ways and for financing these autonomous functions. ”)
sme: 31 (”... as well as ways and for financing these autonomous functions. ”)

source: Tässä yhteydessä voidaan huomioida myös ihmisoikeuskomitean lausunto, joka liittyy Tanskan antamaan määräaikaisraporttiin. Siinä komitea:
sme: Dán oktavuođas oidno maiddái mo Olmmošvuoigatvuođa Komitea celkki Dánmarkku áigodatráportta buohta;

source: Ihmisoikeuskomitea on edelleen Uuden-Seelannin määräaikaisraportista tekemissään loppupäätelmissä lausunut:
sme: Komitea lea dasalassin buktán dán oainnu go geahčadii Ođđa Selandda ráportta;

source: Tässä yhteydessä voidaan myös panna merkille, että ihmisoikeuskomitea kehottaa Ruotsia antamaan saamelaisille todellista vaikutusvaltaa taloudelliseen toimintaansa (” economic activities ”).
sme: Dán olis oažžu fuobmát ahte Olmmošvuoigatvuođa Komitea ávžžuha Ruoŧa dovddastit sámiide duođalaš váikkuhanfámu badjel sin ” economic activities ”.

source: 6.3 Lisää itsemääräämisoikeuden resurssiulottuvuudesta
sme: 6.3 Lasi iešmearrideami vuoigatvuođa resursadimenšuvnnas

source: 6.3.1 Oikeus perinteisiin maa- ja vesialueisiin, perinteisiin elinkeinoihin sekä perinteisiin luonnonvaroihin
sme: 6.3.1 Vuoigatvuohta ja hálddašanváldi badjel árbevirolaš eana- ja čáhceduovdagiid, badjel árbevirolaš ealáhusaid ja badjel eará árbevirolaš luondduvalljiid

source: Koska alkuperäiskansojen kulttuurit ja yhteiskunnat kytkeytyvät läheisesti perinteisiin maa- ja vesialueisiin sekä luonnonvaroihin, maata ja luonnonvaroja koskevalla itsemääräämisoikeuden osalla on keskeinen merkitys alkuperäiskansoille.
sme: Eamiálbmogiid kultuvrrat ja servodagat leat hui čavga darvvihuvvon árbevirolaš eana- ja čáhcebirrasiidda ja luondduvalljiide muđui ja dát leat dalle iešmearridanvuoigatvuođa sisoasit.

source: Ei ole mielekästä puhua alkuperäiskansojen itsemääräämisoikeudesta, ellei siihen liity resurssiulottuvuutta.
sme: Ii atte dalle olu jierpmi hállagoahtit eamiálbmogiid iešmearrideamis jos resursabealit eai guoskkahuvvo.

source: YK:n vähemmistöjen oikeuksia käsittelevän työryhmän entinen puheenjohtaja Asbjörn Eide on mm. lausunut, ettei alkuperäiskansojen kulttuurinen autonomia ole mielekästä, ellei siihen sisälly oikeutta hallita maata ja luonnonvaroja.
sme: Asbjørn Eide, danáiggi ON:a Veahádatálbmogiid Vuoigatvuođa Bargojoavkku sátnejođiheaddji, muittuhii e.e. ahte kulturautonomiija eamiálbmogiidda ii atte gánnáhahtti oaivila jos ášši ii maiddái gieđahala eatnamiid hálddašeami ja luondduvaljjiid dikšuma ja ávkkástallama.

source: Sen takia on luonnollista, että YK-elimet ja muut alkuperäiskansoja käsittelevät elimet ovat alkaneet ensisijaisesti painottaa sitä itsemääräämisoikeuden sisäisen aspektin osaa, joka koskee alkuperäiskansojen päätösvaltaa ja / tai vaikutusvaltaa maa- ja vesialueisiinsa, luonnonvaroihinsa sekä elintapoihinsa.
sme: Danne lea lunddolaš ahte ON-organat ja earát mat barget eamiálbmogiid áššiiguin, ovddimustá giddejit berostumi iešmearridanvuoigatvuođa siskáldas áspeavtta beallái, mii guoská eamiálbmogiid mearridanváldái ja/dahje váikkuhanvejolašvuhtii go sáhka lea movt dáid olbmuid eana- ja čáhceresurssat ja birgenvuogit galget hálddašuvvot.

source: Ihmisoikeuskomitea on monissa tilaisuuksissa ilmaissut käsityksensä 1 artiklan 2 kappaleesta suhteessa alkuperäiskansoihin.
sme: Olmmošvuoigatvuođa Komitea lea máŋgii addán oainnus ártihkkalii 1 (2) dakko mii gusto eamiálbmogiidda.

source: Komitea on esittänyt kantansa erityisen selkeästi aiemmin mainitussa, Kanadan neljättä määräaikaisraporttia koskevassa lausunnossaan, jossa komitea esittää:
sme: Čielgaseammosit leamaš komitea ovdalis namahuvvon kommeanttain dalle go geahčadii Kanada 4. áigodat rápportta;

source: CCPR / C/79/Add.105/1999 kohdat 7 ja 8.
sme: Komitea cealká Australia ráportii ná;

source: Mitä maahan ja veteen liittyviin oikeuksiin tulee, ihmisoikeuskomitea on lisäksi UudenSeelannin määräaikaisraporttia koskevissa loppupäätelmissään lausunut seuraavaa:
sme: Čáhce- ja eanavuoigatvuođaid hárrái, lea Komitea go suokkardii Ođđa Selãndda ráportta dadjan ná;

source: Ihmisoikeuskomitea on kiinnittänyt huomiota resurssiulottuvuuteen myös suhteessa saamelaisten itsemääräämisoikeuteen.
sme: Maiddái sámiid iešmearridanvuoigatvuođas lea Olmmošvuoigatvuođa Komitea deattuhan resursadimenšuvnna.

source: Komitean edellä mainitussa, Norjan hallituksen neljättä määräaikaisraporttia koskevassa lausunnossa komitea korostaa CCPR:n 1 artiklan 2 kappaleeseen viitaten saamelaisten oikeutta hallita luonnonvarojaan ja sitä, ettei niiltä saa riistää niiden toimeentulomahdollisuuksia.
sme: Komitea lea maiddái go geahčadii Norgga 4. ráportta, čujuhettiin CCPR:a ártihkkalii 1 (2), deattuhan sámiid vuoigatvuođa hálddašit luondduvalljiideaset ja ahte sámiin eai oažžu ceavzinvuogádagat váldot eret.

source: Ihmisoikeuskomitea kehottaa lisäksi Norjaa seuraavassa komitealle luovutettavassa raportissaan selostamaan, millä tavalla Norja aikoo panna täytäntöön 1 artiklan 2 kappaleen suhteessa saamelaisiin.
sme: Komitea dasto ávžžuha Norgga boahtte háve muitalit movt Norga lea jurddašan doibmiibidjat ártihkkala 1 (2) sápmelaččaid buohta ja máinnaša ain iežas kommeanttaide iešmearrideamis ahte komitea;

source: Edellä on viitattu Ruotsin viidenteen raporttiin, jonka johdosta ihmisoikeuskomitea lausuu, että itsemääräämisoikeus käsittää saamelaisilla olevan oikeuden osallistua saamelaisten alueita ja elinkeinoja koskevien päätösten tekemiseen.
sme: Dát seammá mii bajábealde lea daddjon lea máiddái sánis sátnái máinnašuvvon Ruoŧa 5. ráportii.

source: Komitea viittaa mm.. CCPR:n 1 artiklaan ja lausuu siinä yhteydessä yhden huolenaiheensa:
sme: Komitea čujuha e.e. CCPR:a ártihkkalii 1 ja lea fuolastuvvan go buktá dán oainnu;

source: Voidaan edelleen panna merkille, että eräässä CCPR:n 27 artiklan piiriin kuuluvassa oikeusjutussa ihmisoikeuskomitea lausui merikalastusoikeuden kuuluvan CCPR:n 27 artiklan piiriin.
sme: ” the limited extent to which the Sami Parliament can have a significant role in the decision-making process on issues affecting the traditional lands and economic activities of the indigenous Sami people ” Lea dehálaš fuobmát ahte Olmmošvuoigatvuođa komitea doalaha ahte mearrabivddu vuoigatvuohta galgá gehččot CCPR-árt 27 vuolde.

source: Aivan kuten edelläkin on esitetty, voidaan hyvällä syyllä olettaa, että itsemääräämisoikeus käsittää alkuperäiskansojen kohdalla oikeuden päättää merikalastuksesta tai ainakin vaikuttaa siihen siinä määrin kuin merikalastus on kyseessä olevan alkuperäiskansan perinteinen elinkeino.
sme: Dás oažžu hui nannosit dan jáhku ahte eamiálbmogiid iešmearrideami vuoigatvuohta addá válddi mearridit, dahje goit-ge vejolašvuođa váikkuhit mearrabivddu, dan muddui ja nu guhkás go mearrabivdu lea áššáiguoski eamiálbmogiid árbevieru ealáhus.

source: Myös taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien komitea (” TSS-komitea ”) on antanut lausunnon, josta käy ilmi, että myös TSS-komitean käsityksen mukaan alkuperäiskansoilla on oikeus itse käyttää omaisuuttaan ja luonnonvarojaan.
sme: Maiddái Ekonomálaš, Sosiala ja Kulturvuoigatvuođaid Komitea (” ESK-Komitea ”) lea máinnašan nu ahte lea maiddái dán komitea oaidnu ahte eamiálbmogat ieža lea fámuiduhtton háldet valljideaset, maiddái diehttalas luondduvalljiid oppanassiige.

source: TSS-komitea on CESCR:n 1 artiklan 2 kappaleeseen viitaten lausunut:
sme: ESK-Komitea čujuha CESCR-ártihkkallii 1.2 ja jietnada;

source: Voidaan myös panna merkille alkuperäiskansojen ihmisoikeuksia ja perusvapauksia käsittelevän YK:n erityisraportoijan seuraava, jo aiemmin mainittu lausunto:
sme: Berre maiddái muitit maid ON:a Eamiálbmogiid Olmmošlaš Vuoigatvuođaid ja Vuođđofrijjavuođaid Spesialráportár lea cealkán;

source: Vaikka ILO 169 - yleissopimus ei sisälläkään alkuperäiskansojen itsemääräämisoikeutta koskevia nimenomaisia säännöksiä, Kristian Myntti on hyvin perustein esittänyt ILO 169 - yleissopimuksen säännösten merkitsevän, että alkuperäiskansoilla on selkeä oikeus hallita perinteisiä maa-alueitaan.
sme: Beroškeahttá das ahte ILO 169 ii sistisdoala makkár-ge čilgejeaddji bagadusaid eamiálbmogiid iešmearrideami hárrái, lea Kristan Myntti buriin sujain máinnašan ahte ILO 169 bures-ge deattuha ahte eamiálbmogiin lea váldi árbeeatnamiideaset badjel.

source: Tässä yhteydessä voidaan erityisesti panna merkille, mitä ILO 169:n 7 artiklan 1 kappaleessa sanotaan alkuperäiskansojen oikeudesta päättää maaalueistaan.
sme: Dákko oažžu maiddái fuobmát maid ILO 169, ártihkkalis 7.1 dadjá eatnamiid hálddašeamis.

source: On ylipäätään vaikea vetää selkeää rajaa sen kollektiivisen oikeuden, joka ILO 169 - yleissopimuksen mukaan alkuperäiskansoilla on maahan, ja sen itsemääräämisoikeuden aspektin välille, joka koskee oikeutta määrätä maa- ja vesialueista sekä luonnonvaroista.
sme: Lea oppanassii-ge gággat geassit dárkilis rájá gaskal eamiálbmogiid oktasaš (kollektiiva) eanavuoigatvuođaid, nugo ILO 169 máinnaša, ja iešmearrideami govvehusa (áspeakta) oasi, mii guoská mearridanváldái čáziide, eatnamiidda ja luondduvalljiide.

source: Tässä yhteydessä voidaan myös huomioida CERDin ja ILO:n arvio, jonka mukaan Norjan luonnos Ruijan laiksi (Finnmarkslov) ei täytä kansainvälisen oikeuden vaatimuksia.
sme: Dás gánneha maid geassit ovdan movt CERD ja ILO leaba árvvoštan, go dadjaba ahte Norgga álgoárvalus Finnmarkkoláhkii ii deavdde ja ii duhtat álbmotnjulgosa eavttuid.

source: On luonnollisesti myös mielenkiintoista seurata, mitä alkuperäiskansajulistuksessa sanotaan itsemääräämisoikeuden resurssiulottuvuudesta.
sme: Maid Eamiálbmotjulggástus máinnaša iešmearridanvuoigatvuođa resuradimešuvnnas lea diehttalas dehálaš ja miellagiddevaš.

source: Tässä yhteydessä olennaisia artikloja ovat 7 b artikla:
sme: Čállagat dán olis maid berre geahčadit leat e.e. árt. 7 b.

source: Katso myös edellä siteerattua 31 artiklaa, jossa lausutaan, että ” land and resource management ” sisältyy alkuperäiskansojen itsemääräämisoikeuteen.
sme: Oainne maid ártihkkal 31, ovddabealde jo namahuvvon, mii muittuha ahe ” land and resource management ” lea oass eamiálbmot iešmearrideami válddis.

source: YK:n jäsenmaat näyttäisivät nykyään olevan valmiita hyväksymään tällaisen resurssiulottuvuuden sisältävän itsemääräämisoikeuden.
sme: Orru leat nu ahte ON-lahttostáhtat dál leat gárvá mieđihit iešmearrideami mas maid resursadimenšuvdna lea fárus.

source: Pohjoismaiden WGDD:lle tekemä edellä kuvattu ehdotus sisälsi myös lisäksi muutamia muutoksia tehtäväksi alkuperäiskansajulistuksen 30 artiklaan, joka kuuluu nykymuodossaan seuraavasti:
sme: Davviriikkaid evttohus WGDD:ii, dás ovddabealde juo namahuvvon, sistisdoalai lassin dasa mii lea máinnašuvvon, maiddái muhtin nuppástuhttimiid Eamiálbmotjulggástusa ártihkkalii 30, mii dalle dán hámis gullo ná;

source: Pohjoismaiden ehdotuksen mukaan alleviivattu teksti siirretään siihen alkuperäiskansajulistuksen osaan, jossa käsitellään erityisesti oikeutta itsemääräämiseen, kun taas jäljelle jäävä teksti on sisällytettävä niihin alkuperäiskansajulistuksen artikloihin, joissa käsitellään maaoikeuksia.
sme: Davviriikkat árvalit ahte vuolláisárgojuvvon gurggástat sirdo julggástusas dan oassái mii erenamažit guoská iešmearrideapmái, go fas teaksta mii dákko báhcá, biddjo ártihkkaliidda mat gieđahallet eanavuoigatvuođaid.

source: Selvä enemmistö WGDD:hen osallistuvista valtioista tuki myös Pohjoismaiden ehdotuksen tätä osaa.
sme: Eanaš stáhtat mat oasálastet WGDD:a gávnnademiide, dorjot davviriikkaid dán oasi bokte.

source: Itsemääräämisoikeuden resurssiulottuvuuden yhteydessä on myös otettava huomioon geneettiset resurssit, perinteinen tietämys ja perinteiset kulttuuriset ilmaisut (TCE:t).
sme: Iešmearrideami resursadimenšuvdna ferte maiddái vuhtiiváldit genehtalaš resurssaid, árbevirolaš máhtu, ja árbevirolaš kulturovdanbuktimiid (TCE).

source: Kuten edellä on mainittu, itsemääräämisoikeuteen sisältyy keskeisenä elementtinä kaikkien kansojen oikeus päättää omasta kulttuurisesta kehityksestään.
sme: beassat mearridit kultuvrralaš čálgamasas.

source: Principles and Guidelines for the Protection of the Heritage of Indigenous Peoples - periaatteissa ja ohjeissa lausutaan:
sme: Bagadus» Principles and Guidelines for the Protection of the Heritage of Indigenous Peoples ” jietnada ná;

source: Oikeus hallita omaa kulttuurista kehitystä on varsin lähellä kansojen oikeutta päättää luovuudestaan.
sme: Láhka dan njulgosa man mielde álbmot vákšu kultuvrralaš ovdáneamis, lea vuoigatvuohta mearridit álggahanálšša.

source: Tässä voidaan viitata esimerkiksi CESCR:n 15 artiklaan, joka korostaa:
sme: Dás čujuhuvvo CESCR:a ártihkkalii 15, mii deattuha ahte;

source: CESCR:n 15 artikla on muotoiltu yksilölliseksi oikeudeksi – se tähtää sanamuotonsa mukaan yksilöllisten tekijöiden aikaansaannosten turvaamiseen.
sme: CESCR:a árt. 15 lea hábmejuvvon ja galgá leat individuala vuoigatvuohtan – ulbmilin lea suodjalit ovttaskažža hutkanálmmi.

source: Oikeus perinteiseen tietämykseen ja perinteisiin kulttuurisiin ilmaisuihin on kuitenkin − määritelmällisesti − kollektiivinen oikeus.
sme: Vuoigatvuohta árbevieru gelbui ja TCE:i, fas lea – nugo čielggaduvvo – oktasaš vuoigatvuohta.

source: Koska perinteinen tietämys ja perinteiset kulttuuriset ilmaisut ovat määritelmällisesti kansan luomia, sellainen tietämys ja sellaiset kulttuuriset ilmaisut kuuluvat kaiken kohtuuden mukaan kansalle sellaisenaan.
sme: Árbevirolaš gealbu ja TCE:at šaddagohtet das go álbmot ovttas, dološáiggi erenamaš vieruides mielde, guorrasa molsašumiide mat dáhpáhuvvet birgen- ja eallinbirrasis.

source: kuuluvat kyseisten teosten tekijöille, ts. kirjoittajalle tai lauluntekijälle.
sme: Ii dalle dábálaččat leat vejolaš dovdát ovttakaš hutki dahje joavkku hutkkiid geat guddet árbevirolaš máhtu ja TCE ovddosguvlui.

source: Tässä yhteydessä voidaan mainita myös alkuperäiskansajulistuksen 29 artikla, joka vahvistaa alkuperäiskansojen oikeuden hallita ja omistaa perinteinen tietämyksensä ja perinteiset kulttuuriset ilmaisunsa, ja 12 artiklassa sanotaan edelleen:
sme: Danne go árbevirolaš gelbbolašavuohta ja TCE, cielggadusa mielde, leat riegáduvvan álbmoga historjjálaš ovdaneami áiggi ja siste, de dalle dákkár čehppodat ja kultuvrralaš olggosaddinvuogit gullet dinassiid álbmogii, ovddimustá vuođđuduvvon sullasaš jurdaga ala mii vuordá ahte ovttatolbmuid lávlagat, čállosat jna. leat hutki oamastusat.

source: Alkuperäiskansojen yhteiskunnat eivät muodosta poikkeusta tästä.
sme: Dán oktavuođas sáhttá máinnašuvvot ahte Eamiálbmotjulggástusa árt.

source: Koska alkuperäiskansojen oikeusjärjestelmiä ei ole koonnettu, niitä on usein pidetty
sme: 29, mii nanne eamiálbmogiid vuigatvuođa vákšut ja oamastit árbevirolaš máhtu ja TCE, ja árt. 12 dadjá dasto ahte;

source: Ks. tässä yhteydessä esim. WIPO-asiakirja WIPO / GRTKF / IC/3/8, WIPO / GRTKF / IC/3/9 ja
sme: Dehálaš bealli eamiálbmogiid iešmearrideamis lea árvu eamiálbmogiid árbevieruide ja dábiid njulgosat.

source: WIPO / GRTKF / IC/4/8. Tämä ei tarkoita, etteivätkö yksilölliset tekijät voisi jatkaa perinteisen tietämyksen tai perinteisten kulttuurien muiden elementtien kehittämistä edelleen.
sme: Buot servodagat hálddašuvvojit norpmaid mielde, ja lea danne áiggiid mielde ráhakdan iežasit diggesystemaid.

source: Tämä on päinvastoin hyvin tavallista, ja sen avulla luodaan yksilöllisesti tunnistettavia kohteita, joiden takana ovat tunnistettavissa olevat tekijät.
sme: Eamiálbmogiid servodagat lea nugo earát-ge dán luotta mielde ovdánan, ja sin njulgossystemat leat dábálaččat hui seahkalasa ja mealgatmuddui váddát, ráhkaduvvon dábiid ja árbevirolaš gearreduššanvugiid vuođul, ná eanet go virggálaš láhkaásahusaid bokte mii eará kultuvrrain lea dábáleammos.
